{
  "Oumaima Kadri": "Oumaima Kadri",
  "Accueil": "Home",
  "À propos": "About",
  "Projets": "Projects",
  "CV": "Resume",
  "Full_Stack": "Full Stack Developer",
  "MERN_Stack": "MERN Stack Developer",
  "introduce_myself": "LET ME INTRODUCE MYSELF",
  "fall_in_love_with_programming": "I fell in love with programming, and I have learned at least a few things, I guess... 🤷‍♂️",
  "classic_languages": "I am proficient in classic languages like",
  "languages": "Java, JavaScript, and Python.",
  "domaines_interet": "My areas of interest include creating new",
  "projects": "as well as projects related to",
  "web_technologies": "web technologies and products",
  "geolocation": "geolocation",
  "et": "and",
  "real_time_visualization": "real-time visualization.",
  "apply_my_passion": "Whenever possible, I also apply my passion for product development with",
  "ainsi_que": "as well as",
  "modern_frameworks": "modern JavaScript libraries and frameworks",
  "comme": "like",
  "frameworks": "React.js, Django, and Leaflet.",
  "find_me_on": "FIND ME ON",
  "with_me": "Feel free to contact me",
  "Découvrez": "Know Who I'M",
  "Compétences": "Professional Skillset",
  "Outils": "Tools I use",
  "Bonjour": "Hello everyone, I am",
  "de": "from",
  "Tunis": "Tunis.",
  "spécialise": "I specialize in full-stack web development (frontend + backend) and mobile development. I obtained a Bachelor’s degree in Computer Science from the Higher Institute of Computer Science of Mahdia (ISIMa) and a Professional Master’s in Software Engineering from the Higher Institute of Computer Science and Mathematics of Monastir (ISIMM).",
  "opportunité": "I had the opportunity to complete a 5-month internship at YooDev-IT in Sousse, where I worked on a web application for online management for SMEs using the MERN stack. I also completed an 8-month internship for my master’s thesis project, titled 'Design and Development of a Web Application for Medical Imaging Processing' at the Laboratory of Research in Technology and Medical Imaging of Monastir (LabTIM).",
  "Actuellement": "Currently, as a researcher and full-stack developer, I am working on developing an integrated and interactive dashboard for a system to detect, identify, track, and neutralize unauthorized drones at the Aouina Military Research Center.",
  "dehors": "Outside of programming, here are some other activities I love :",
  "Broderie": "Embroidery",
  "Voyages": "Travel",
  "Efforcez": "Strive to create things that make a difference !",
  "Jours": "Days I Code",
  "Travaux": "My Recent Works",
  "Voici": "Here are a few projects I've worked on recently.",
  "hannibalADS": "Development of an integrated and interactive dashboard for a system to detect, identify, track, and neutralize unauthorized drones.",
  "Alkhawarizmi": "Web application for managing a private primary school.",
  "Medzone": "Web application for medical imaging processing.",
  "OHIF": "Adding new features to this site.",
  "Score-Bac": "Web application for calculating the baccalaureate score in Tunisia.",
  "Facture.tn": "Web application for developing online management software for SMEs.",
  "Télécharger": "Download CV",
  "Conçu": "Designed and Developed by Oumaima Kadri",
  "Copyright": "Copyright"
}