{
  "Oumaima Kadri": "Oumaima Kadri",
  "Accueil": "Accueil",
  "À propos": "À propos",
  "Projets": "Projets",
  "CV": "CV",
  "Full_Stack": "Développeuse Full Stack",
  "MERN_Stack": "Développeuse MERN Stack",
  "introduce_myself": "LAISSEZ-MOI ME PRÉSENTER",
  "fall_in_love_with_programming": "Je suis tombée amoureuse de la programmation, et j'ai au moins appris quelques petites choses, je crois... 🤷‍♂️",
  "classic_languages": "Je maîtrise des langages classiques comme",
  "languages": "Java, JavaScript, et Python.",
  "domaines_interet": "Mes domaines d'intérêt incluent la création de nouvelles",
  "projects": "ainsi que des projets liés à",
  "web_technologies": "technologies web et de produits",
  "geolocation": "la géolocalisation",
  "et": "et à",
  "real_time_visualization": "la visualisation en temps réel.",
  "apply_my_passion": "Dès que possible, j'applique également ma passion pour le développement de produits avec",
  "ainsi_que": "ainsi que",
  "modern_frameworks": "des bibliothèques et frameworks JavaScript modernes",
  "comme": "comme",
  "frameworks": "React.js, Django, et Leaflet.",
  "find_me_on": "TROUVEZ-MOI SUR",
  "with_me": "N'hésitez pas à me contacter",
  "Découvrez": "Découvrez Qui Je Suis",
  "Compétences": "Compétences Professionnelles",
  "Outils": "Outils que j'utilise",
  "Bonjour": "Bonjour à tous, je suis",
  "de": "de",
  "Tunis": "Tunis.",
  "spécialise": "Je me spécialise dans le développement web full stack (frontend + backend) et le développement mobile. J'ai obtenu une Licence Fondamentale en Informatique à l'Institut Supérieur d’Informatique de Mahdia (ISIMa) et un Master Professionnel en Génie Logiciel à l'Institut Supérieur d'Informatique et de Mathématiques de Monastir (ISIMM).",
  "opportunité": "J'ai eu l'opportunité de réaliser un stage de 5 mois chez YooDev-IT à Sousse, où j'ai travaillé sur une application web de gestion en ligne pour PME avec le stack MERN. J'ai également effectuée un stage de 8 mois pour mon projet de fin d'études de master, intitulé \"Conception et développement d'une application web pour le traitementd'imagerie médicale\" au Laboratoire de Recherche en Technologie et Imagerie Médicale de Monastir (LabTIM).",
  "Actuellement": "Actuellement, en tant que chercheuse et développeuse full stack, je travaille sur le développement d'un tableau de bord intégré et interactif pour un système de détection, d'identification, de suivi et de neutralisation des drones non autorisés au Centre de Recherches Militaires de l’Aouina.",
  "dehors": "En dehors de la programmation, voici quelques autres activités que j'adore :",
  "Broderie": "Broderie",
  "Voyages": "Voyages",
  "Efforcez": "Efforcez-vous de créer des choses qui font la différence !",
  "Jours": "Jours où je Code",
  "Travaux": "Mes Travaux Récents",
  "Voici": "Voici quelques projets sur lesquels j'ai travaillé récemment.",
  "hannibalADS": "Développement d'un tableau de bord intégré et interactif pour un système de détection, d'identification, de suivi et de neutralisation des drones non autorisés.",
  "Alkhawarizmi": "Application web de gestion d’une école primaire privée.",
  "Medzone": "Application web pour le traitement d’imagerie médicale.",
  "OHIF": "L'ajout de nouvelles fonctionnalités à ce site.",
  "Score-Bac": "Application web permet de calculer le score du bac en Tunisie.",
  "Facture.tn": "Application web développement d’un logiciel de gestion enligne pour les PME.",
  "Télécharger": "Télécharger CV",
  "Conçu": "Conçu et développé par Oumaima Kadri",
  "Copyright": "Copyright"
}